{
    "index": {
        "crowdsourcingTitle": "Crowdsourcing",
        "crowdsourcingAddendum": "补充条例",
        "crowdsourcingText1": {
            "text": [
                "According to the ",
                ", the community does not accept donations intended for general community and project management. However, as a volunteer community without operating capital, we frequently require financial and material support for daily community operations and for purchasing large items for specific projects (such as servers for building purposes and for events like AOSCC). Therefore, we accept donations of money, goods (such as computer cases, power supplies, and hard drives), and services (such as website server resources) specifically for designated projects and purchasing plans."
            ]
        },
        "crowdsourcingText2": {
            "text": [
                "You may refer to the ",
                " for more information."
            ]
        },
        "crowdsourcingTextList1": {
            "li": [
                "Financial and material donations must be used for specific community projects (e.g., servers for building or upgrading AOSC OS ports).",
                "The community will acknowledge donors, but donors do not automatically become contributors (who enjoy benefits such as personal profiles on the community portal, Git write access, and @aosc.io email accounts). Donors have the following rights:",
                [
                    "Donors may request access to devices and services they contributed to crowdfunding.",
                    "The community will inform donors about the specific details of the equipment's subsequent use, maintenance, and replacement."
                ],
                "Crowdfunding is considered complete when the required amount of funds and materials have been collected.",
                "If excess funds are raised, they will be refunded in the order of donation until all refunds are completed.",
                [
                    "If a donor does not accept a refund, the crowdfunding content may be adjusted as needed."
                ],
                "If the crowdfunding is canceled, all donations will be fully refunded to the donors."
            ]
        },
        "crowdsourcingRecords": "Crowdfunding Records"
    }
}
