{
  "index": {
    "infrastructure": "Infrastructure",
    "mirrors": "Mirrors",
    "devices": "Devices",
    "licenses": "Licenses",
    "historicInfrastructure": "Past Sponsors (Services and Facilities)",
    "historicMirrors": "Past Sponsors (Mirrors)",
    "title": "Sponsors",
    "introduction": "Over the years, many friends within and outside the community have generously contributed ongoing support in the form of server hosting, testing devices, and mirrors. This has reduced the costs of project development and maintenance, improved the working experience for our team, and allowed users of various community projects to enjoy the best possible service quality. The strong support from our sponsors has enabled AOSC to survive and thrive while maintaining its fundamental principles of independent operation and volunteer-driven development. We hereby present a list of our current and historical sponsors, both organizations and individuals, to express our heartfelt gratitude.",
    "individualDonors": {
      "title": "Individual donors",
      "introduction": [
        "The community's sustained operation also relies on donations made by community members in their personal capacity. Over the years, they have contributed various hardware to the community and actively participated in crowdfunding projects initiated by the community. While supporting the efficient maintenance and operation of various community projects, they have also alleviated significant financial burdens for community contributors.",
        "Before 2025, the community did not have a process for acknowledging individual donors, and some individuals also requested to remain anonymous; therefore, this list is incomplete. We would like to take this opportunity to thank all individual donors who did not leave their names."
      ],
      "tableYuanBaoSsd": {
        "caption": "龙架构主力构建服务器存储升级（2025 年 12 月 4 日）",
        "tr": [
          ["老嘟嘟", "chenx97", "liushuyu", "pch666777"],
          ["WangYuli", "xry111"]
        ]
      },
      "tableServerHardDrive": {
        "caption": "软件源源服务器冷存储用硬盘（2025 年 2 月 6 日）",
        "tr": [
          ["冲浪的小鱼", "黄逸君", "kf", "刘璨贤"],
          ["okami2012", "要塞姬Ilikara", "Yo Kaslana", "梓瑶"]
        ]
      },
      "tableAoscc2025": {
        "caption": "AOSCC 2025 会务款项（2025 年 7 月 19 日）",
        "tr": [
          ["Alpine 中文小群", "baka", "Camelia Atelier@CLS", "ChiyoYuki"],
          ["冲浪的小鱼", "Christine Gu", "Deng", "邓子 (Deng Yichao)"],
          ["Frank@xdlinux", "禾风之水", "imgradeone", "KF"],
          ["林子", "lz差不多是条咸鱼了", "猫叔", "喵酱Catty"],
          [
            "Mikura Kyouka",
            "内蒙古合诚网络科技有限公司",
            "内蒙古墨云网络科技有限公司",
            "匿"
          ],
          [
            "nobootleg",
            "曲阜师范大学计算机爱好者协会",
            "蚊子 (Mozz.ie)",
            "御坂云见#17535"
          ],
          ["自言者一么", "", "", ""]
        ]
      }
    }
  }
}
